[
  {
    "slug": "ktor칠-karty-a-cnosti-s칰-najlep코ie",
    "title": "Ktor칠 karty a cnosti s칰 najlep코ie?",
    "date": "2025-10-24T17:53:00.000Z",
    "author": "Kristi치n",
    "author_image": "the-way/public/images/uploads/kiko-2-.jpg",
    "summary": "Ak patr칤코 medzi sk칰senej코칤ch hr치캜ov The Way of the Disciple, ur캜ite 콘a zauj칤ma, ktor치 kombin치cia cnost칤 a kariet je t치 najsilnej코ia. Ka쬯치 cnos콘 prin치코a in칳 코t칳l hrania a pr치ve h쬬danie dokonalej trojkombin치cie rob칤 hru takou z치bavnou. Len pozor aj ke캞 si mysl칤코, 쬰 m치코 najlep코칤 bal칤캜ek, Mat칰코ov 콘a mo쬹o prekvap칤 rovnako ako n치s 游땑.",
    "category": "Strat칠gia",
    "image": "the-way/public/images/uploads/8c0bc3c8-cefd-44cb-9269-24e4bf856bd6.png",
    "content": [
      {
        "type": "text",
        "text": "\nAk ste pokro캜il칳 hr치캜 **The Way of the Disciple**, ur캜ite v치s zauj칤ma, ktor치 kombin치cia kariet je najefekt칤vnej코ia. V hre je p칛콘 farieb a pri stavbe bal칤캜ka sa 캜asto oplat칤 zamera콘 na **tri cnosti**, preto쬰 to prirodzene vych치dza z defin칤cie v칤콘aznej podmienky v z치kladnom re쬴me. Samozrejme, hra sa d치 vyhra콘 aj inou kombin치ciou, no s칰stredenie sa na tri cnosti je prv치 strat칠gia, s ktorou sa hr치캜i zozn치mia a ktor치 d치va ve쬶칳 zmysel.\n\nKa쬯치 cnos콘 m치 svoje 코pecifick칠 vlastnosti a 코t칳l hrania. Napr칤klad **Kniha** sa zameriava hlavne na dobr칠 콘ahanie kariet, zatia 캜o **Ohe켿** sa s칰stre캞uje na reakcie vo캜i s칰perovi. Hne캞 pri prvom stavan칤 bal칤캜ka (alebo dokonca e코te pri k칰pe 코tartovacieho setu) si hr치캜 vyber치 tri aspekty hry, na ktor칠 chce svoj bal칤캜ek zamera콘. Hru sme dlho balancovali, tak쬰 jednotliv칠 cnosti a ich pr칤slu코n칤 sv칛tci s칰 dobre vyrovnan칤. Napriek tomu v코ak nie s칰 칰plne rovnako siln칤 a pr치ve v tom spo캜칤va z치bava. Ka쬯칳 hr치캜 sa sna쮂 vytvori콘 kombin치ciu, ktor치 bude 캜o najefekt칤vnej코ia.\n\n\nOt치zka teda znie: **ak치 kombin치cia cnost칤 a sv칛t칳ch dok치쬰 porazi콘 캜o najviac in칳ch bal칤캜kov?** Osobne m치m jasn칠ho favorita, aj ke캞 proti Mat칰코ovmu bal칤캜ku prehr치vam u 4:1 游땑.\n\n\nTe코칤me sa na to, ak칠 bal칤캜ky si posklad치te vy a s ak칳mi strat칠giami (s ktor칳mi sme mo쬹o ani v칪bec ner치tali, pr칤dete)."
      }
    ],
    "body": ""
  },
  {
    "slug": "kedy-a-ako-sa-do캜k치te-the-way",
    "title": "Kedy a ako sa do캜k치te The Way",
    "date": "2025-10-24T17:29:00.000Z",
    "author": "Kristi치n",
    "author_image": "the-way/public/images/uploads/kiko-2-.jpg",
    "summary": "Na코a prv치 s칠ria The Way of the Disciple je takmer pripraven치 a na코칤m cie쬺m je doru캜i콘 ju podporovate쬺m e코te pred Vianocami 2025. Podporte hru u teraz cez Donio a sta켿te sa s칰캜as콘ou dobrodru쬽tva, ktor칠 sp치ja z치bavu, vzdel치vanie a objavovanie sveta sv칛tosti.",
    "category": "",
    "image": "the-way/public/images/uploads/karty.jpg",
    "content": [
      {
        "type": "text",
        "text": "\n\n\nNa코a prv치 s칠ria hry **The Way of the Disciple** je takmer pripraven치 a na코칤m odv치쬹ym cie쬺m je doru캜i콘 ju podporovate쬺m **e코te pred Vianocami 2025**. Vieme, 쬰 term칤n je n치ro캜n칳, no ver칤me, 쬰 s va코ou pomocou sa n치m to podar칤. Preto je ve쬸i d칪le쬴t칠, aby ste hru podporili u teraz cez platformu Donio. Pr치ve v캞aka va코ej v캜asnej 칰캜asti m칪쬰me pripravi콘 v코etky karty, bal칤캜ky a odosla콘 ich v캜as.\n\nNa코a cesta v코ak nekon캜칤 iba vydan칤m prvej s칠rie. Hra je nielen z치bava, ale aj **vzdel치vanie a objavovanie sveta sv칛tosti**. Pracujeme na viacer칳ch doplnkov칳ch materi치loch, ktor칠 maj칰 zauj칤mav칳 a interakt칤vny charakter a obohacuj칰 z치쬴tok mimo samotnej hry. V bud칰cnosti pl치nujeme dokonca aj samostatn칰 interakt칤vnu aplik치ciu, ktor치 umo쬹칤 hr치캜om spozna콘 sv칛tcov a ich hodnoty e코te hlb코ie.\n\nSvet zberate쬽k칳ch kartov칳ch hier (TCG) prin치코a rados콘 najm칛 v tom, 쬰 si ka쬯칳 hr치캜 m칪쬰 zostavi콘 **vlastn칳 bal칤캜ek kariet**. Moment치lne s칰 na코e mo쬹osti obmedzen칠 캜asom, kapacitami a financiami, no u teraz pl치nujeme 캞al코ie s칠rie a testujeme nov칠 mechaniky. Druh치 s칠ria je dokonca u vo f치ze fin치lneho testovania. Va코a podpora je preto pre n치s k쮂줷꼂v치 a pom치ha n치m prin치코a콘 viac z치bavy, viac in코pir치cie a viac mo쬹ost칤 pre ka쬯칠ho, kto chce kr치캜a콘 cestou dobra a odvahy."
      }
    ],
    "body": ""
  },
  {
    "slug": "ako-sa-zrodila-the-way-of-the-disciple",
    "title": "Ako sa zrodila The Way of the Disciple",
    "date": "2025-10-24T14:11:00.000Z",
    "author": "Kristi치n",
    "author_image": "the-way/public/images/uploads/kiko-2-.jpg",
    "summary": "Za hrou The Way of the Disciple stoj칤me 코tyria kamar치ti z vysokej.Spojila n치s v치코e켿 pre stolov칠 hry, dlh칠 ve캜ery pln칠 diskusi칤 a t칰쬭a vytvori콘 nie캜o vlastn칠, 캜o by malo aj hlb코칤 zmysel. Z tejto my코lienky sa zrodila hra, ktor치 sp치ja strategiu so skuto캜n칳mi pr칤behmi sv칛tcov a ukazuje, 쬰 sv칛tos콘 m칪쬰 by콘 dobrodru쬽tvom, do ktor칠ho sa oplat칤 pusti콘.",
    "category": "",
    "image": "the-way/public/images/uploads/spolo캜n치.jpg",
    "content": [
      {
        "type": "text",
        "text": "콗a쬶o poveda콘, kde presne sa zrodil n치pad vytvori콘 stoln칰 hru. Mysl칤m, 쬰 ka쬯칳 fan칰코ik hier m치 niekde vzadu my코lienku na vlastn칰 hru, ktor칰 by raz chcel prinies콘 na svet. Za hrou **The Way of the Disciple** stoj칤me p칪vodne 코tyria kamar치ti z vysokej 코koly. **Jan캜i, Kiko, Mat칰코 a Sendy**. A treba uzna콘, 쬰 v코etci sme ob캜as a trochu *pr칤li코* ve쬶칤 fan칰코ikovia stoln칳ch hier. Po캜as spolo캜n칳ch ve캜erov vo Vive v Ihrisku sme 캜asto diskutovali o hr치ch. 캛o funguje, 캜o nie, ako by sa dala mechanika vylep코i콘 alebo ako dosiahnu콘 lep코iu rovnov치hu medzi z치bavou a v칳zvou.\n\n\n\nSpolu sme tie ako dobrovo쬹칤ci pripravovali **letn칠 kres콘ansk칠 t치bory**, kde sa 캜lovek u캜칤 pren치코a콘 te칩riu do praxe. Pr치ve tam sme si uvedomili, ak칠 n치ro캜n칠, no kr치sne je vytvori콘 nie캜o, 캜o je z치rove켿 z치bavn칠, hodnotn칠 a s jasn칳m posolstvom. Tieto sk칰senosti v n치s preh컄bili t칰쬭u vytvori콘 hru, ktor치 by nielen bavila, ale aj in코pirovala.\n\n\n\nAsi pred rokom pri코iel **Jan캜i** s konkr칠tnym n치padom a to vytvori콘 hru, ktor치 by spojila na코u v치코e켿 pre stolov칠 hry s hlb코칤m zmyslom 쬴vota, v duchu evanjeliz치cie. Bez v치hania sme sa pridali a pustili do pr치ce. Od za캜iatku sme uva쬺vali nad konceptom **zberate쬽kej kartovej hry (TCG)** s tematikou sv칛t칳ch. Spojenie, ktor칠 n치m d치valo dokonal칳 zmysel. Sme fan칰코ikmi hier ako *Magic: The Gathering* 캜i *Hearthstone*, no z치rove켿 ver칤me, 쬰 pr치ve sv칛tci pon칰kaj칰 nekone캜n칳 zdroj in코pir치cie, odvahy a poznania.\n\n\n\nNa코a my코lienka r치stla spolu s nami. Chceli sme, aby hra pon칰kala viac ne len z치bavu aby hr치캜ov **in코pirovala, u캜ila ich hodnot치m.** Diskutovali sme o konceptoch, kreslili prv칠 n치vrhy kariet a spozn치vali 쬴voty sv칛tcov. Dostalo sa n치m ve쬶ej podpory od kamar치tov s umeleck칳m nadan칤m, ktor칤 pomohli da콘 vizu치lnu podobu na코im predstav치m. Postupne sme ladili a testovali p칪vodn칳 koncept hry. Niektor칠 zmeny boli v칛캜코ie, in칠 len drobn칠, ale ver칤me, 쬰 sa n치m podarilo vybalansova콘 hru t칳m spr치vnym, z치bavn칳m smerom.\n\n\n\nA tak vznikla **The Way of the Disciple** hra, ktor치 ukazuje, 쬰 ka쬯칳 z n치s m칪쬰 kr치캜a콘 cestou dobra a odvahy, a 쬰 aj mal칠, nad코en칤m poh치켿an칠 n치pady sa m칪쬿 zmeni콘 na ve쬶칠 dobrodru쬽tvo."
      },
      {
        "type": "image",
        "image": "the-way/public/images/uploads/spolo캜n치.jpg",
        "alt": "Mat칰코, Jan캜i, Sendy a Kiko - 코tyria kamar치ti, ktor칤 sa rozhodli premeni콘 v치코e켿 pre hry na spolo캜n칠 dobrodru쬽tvo.",
        "caption": "Mat칰코, Jan캜i, Sendy a Kiko - 코tyria kamar치ti, ktor칤 sa rozhodli premeni콘 v치코e켿 pre hry na spolo캜n칠 dobrodru쬽tvo."
      }
    ],
    "body": ""
  }
]
