[
  {
    "slug": "ako-sa-zrodila-the-way-of-the-disciple",
    "title": "Ako sa zrodila The Way of the Disciple",
    "date": "2025-10-24T14:11:00.000Z",
    "author": "Kristián",
    "author_image": "the-way/public/images/uploads/kiko.jpg",
    "summary": "Za hrou The Way of the Disciple stojíme štyria kamaráti z vysokej.Spojila nás vášeň pre stolové hry, dlhé večery plné diskusií a túžba vytvoriť niečo vlastné, čo by malo aj hlbší zmysel. Z tejto myšlienky sa zrodila hra, ktorá spája strategiu so skutočnými príbehmi svätcov a ukazuje, že svätosť môže byť dobrodružstvom, do ktorého sa oplatí pustiť.",
    "category": "Príbehy",
    "image": "the-way/public/images/uploads/spoločná.jpg",
    "content": [
      {
        "type": "text",
        "text": "Ťažko povedať, kde presne sa zrodil nápad vytvoriť stolnú hru. Myslím, že každý fanúšik hier má niekde vzadu myšlienku na vlastnú hru, ktorú by raz chcel priniesť na svet. Za hrou **The Way of the Disciple** stojíme pôvodne štyria kamaráti z vysokej školy. **Janči, Kiko, Matúš a Sendy**. A treba uznať, že všetci sme občas až trochu *príliš* veľkí fanúšikovia stolných hier. Počas spoločných večerov vo Vive v Ihrisku sme často diskutovali o hrách. Čo funguje, čo nie, ako by sa dala mechanika vylepšiť alebo ako dosiahnuť lepšiu rovnováhu medzi zábavou a výzvou.\n\n\n\nSpolu sme tiež ako dobrovoľníci pripravovali **letné kresťanské tábory**, kde sa človek učí prenášať teóriu do praxe. Práve tam sme si uvedomili, aké náročné, no krásne je vytvoriť niečo, čo je zároveň zábavné, hodnotné a s jasným posolstvom. Tieto skúsenosti v nás prehĺbili túžbu vytvoriť hru, ktorá by nielen bavila, ale aj inšpirovala.\n\n\n\nAsi pred rokom prišiel **Janči** s konkrétnym nápadom a to vytvoriť hru, ktorá by spojila našu vášeň pre stolové hry s hlbším zmyslom života, v duchu evanjelizácie. Bez váhania sme sa pridali a pustili do práce. Od začiatku sme uvažovali nad konceptom **zberateľskej kartovej hry (TCG)** s tematikou svätých. Spojenie, ktoré nám dávalo dokonalý zmysel. Sme fanúšikmi hier ako *Magic: The Gathering* či *Hearthstone*, no zároveň veríme, že práve svätci ponúkajú nekonečný zdroj inšpirácie, odvahy a poznania.\n\n\n\nNaša myšlienka rástla spolu s nami. Chceli sme, aby hra ponúkala viac než len zábavu aby hráčov **inšpirovala, učila ich hodnotám.** Diskutovali sme o konceptoch, kreslili prvé návrhy kariet a spoznávali životy svätcov. Dostalo sa nám veľkej podpory od kamarátov s umeleckým nadaním, ktorí pomohli dať vizuálnu podobu našim predstavám. Postupne sme ladili a testovali pôvodný koncept hry. Niektoré zmeny boli väčšie, iné len drobné, ale veríme, že sa nám podarilo vybalansovať hru tým správnym, zábavným smerom.\n\n\n\nA tak vznikla **The Way of the Disciple** hra, ktorá ukazuje, že každý z nás môže kráčať cestou dobra a odvahy, a že aj malé, nadšením poháňané nápady sa môžu zmeniť na veľké dobrodružstvo."
      },
      {
        "type": "image",
        "image": "the-way/public/images/uploads/spoločná.jpg",
        "alt": "Matúš, Janči, Sendy a Kiko - štyria kamaráti, ktorí sa rozhodli premeniť vášeň pre hry na spoločné dobrodružstvo.",
        "caption": "Matúš, Janči, Sendy a Kiko - štyria kamaráti, ktorí sa rozhodli premeniť vášeň pre hry na spoločné dobrodružstvo."
      }
    ],
    "body": ""
  }
]
